<script>
    import fastapi from "../lib/api"
    import { link } from 'svelte-spa-router'
</script>

<div class="container my-3">
 <p style = " font-size:1em;  color: black;"> 이세상은 1980년대 개인용 컴퓨터(이하 PC)가 발명된 이후 PC를사용할 줄아는 사람과 그렇지 못한 사람으로 나뉘어 졌습니다.
그리고, 1990년대 인터넷이 본격적으로 보급되면서 인터넷을 사용할 줄 아는 사람과 그렇지 못한 사람으로 나뉘어 졌습니다.
2010년대 스마트폰이 발명되고 본격적으로 보급되면서 스마트폰을 사용할 줄 아는 사람과 그렇지 못한 사람으로 또다시 나뉘어 졌습니다.
<br><br>
2020년대 정확히 말하면 2022년 11월  openAI 회사가 개발한 인공지능(이하 AI)의 일종인 chatGPT가 서비스를 개시한 이후 대부분의 전문가들은 앞으로 AI를 사용할 줄 아는 사람과 그렇지 못한 사람으로 나뉘어 지는 세상이 머지않아 도래할 것으로 예상하고 있습니다.
<br><br>
2023년 현재 세계에서 가장 성능이 좋은 AI라고 평가받고 있는 chatGPT 프로그램이 사용하기 바교적 쉬운 프로그램인데도 불구하고
이를  더욱 쉽게 사용할 수 있도록 하기 위해 본 프로그램이 제작되었습니다. 본 프로그램도 chatGPT의 도움을 받아 제작되었음을 아울러 말씀드리면서 이 프로그램을 통하여 모두가  AI를 사용할 줄 아는 사람이 되시기를 바랍니다. 
<br><br>
 세계 최고령 현역 프로그래머를 꿈꾸고 있는 류지하 씀</p>
</div>